{ 
  "watsonError": "Désolé, le chat n'est actuellement pas disponible. Nous nous excusons pour tout inconvénient.",
  "greeting":"Bonjour! Je m’appelle Payton et je suis votre assistant virtuel. Mon rôle consiste à vous aider concernant toute question relative à l’état de paiement de vos factures. Veuillez utiliser le panneau de recherche du système de facturation en ligne (IOL) ou créer une demande pour toutes les autres questions. Comment puis-je vous aider aujourd’hui?",
  "greetingSecondMessage":"Comment puis-je vous aider?",
  "adaptiveCard_header":"Voici les renseignements sur la facturation que vous avez fournis:",
  "adaptiveCard_noResultsHeader":"Veuillez vérifier les renseignements que vous avez fournis:",
  "adaptiveCardTitle_invoiceNumber":"Numéro de facture:",
  "adaptiveCardTitle_amount":"Montant:",
  "adaptiveCardTitle_date":"Date: ",
  "adaptiveCardTitle_vendorId":"ID du fournisseur:",
  "adaptiveCardTitle_vendorName":"Nom du fournisseur:",
  "adaptiveCardTitle_ezSuiteSoc":"Code SOC dans EZ-Suite:",
  "adaptiveCardTitle_iolMailCode":"Code d’envoi IOL:",
  "adaptiveCardTitle_siemensBillToName":"Nom \"Facturer à\" de Siemens:",
  "adaptiveCardTitle_poNumber":"Nº du bon de commande:",
  "promptTitle_gatherData":"Pour que je puisse vous aider concernant votre demande veuillez fournir au moins l’un des renseignements suivants:",
  "promptChoiceTitle_invoiceNumber":"Numéro de facture",
  "promptChoiceTitle_amount":"Montant de la facture et devise",
  "promptChoiceTitle_date":"Date de la facture",
  "promptChoiceTitle_poNumber":"Numéro du bon de commande",
  "promptText_provideInvoice":"Veuillez indiquer le numéro de la facture (max. de 22 caractères).",
  "promptText_provideAmount":"Veuillez indiquer le montant de la facture.",
  "promptText_provideDate":"Veuillez indiquer la date de la facture (au format MM/JJ/AAAA).",
  "promptText_providePoNumber":"Veuillez indiquer le numéro du bon de commande (max. de 10 numéros).",
  "promptValidation_poNumber":"Veuillez saisir un numéro de bon de commande valide.",
  "promptValidation_invoiceNumber":"Le numéro de facture comporte un maximum de 22 caractères. Veuillez le saisir de nouveau.",
  "promptValidation_amount":"Veuillez entrer un montant valide.",
  "prompt_addMoreInformation":"Les valeurs sont-elles exactes? Voulez-vous démarrer votre recherche?",
  "noResults_message1":"Je n’ai trouvé aucun résultat. Il est possible que votre facture ne soit pas encore publiée",
  "noResults_message2":"Entrez vos paramètres de recherche dans le panneau de recherche de factures IOL et lancez une requête pour connaître l’état de la facture et obtenir des renseignements supplémentaires sur le paiement.",
  "promptText_createTicket":"Oui, créer un ticket.",
  "promptText_noNeedForTicket":"Je n’ai pas besoin d’un ticket.",
  "thanksForNewParameter":"Merci d’indiquer %s : %s",
  "prompt_yesStartSearch":"Oui. Lancer la recherche.",
  "prompt_noChangeData":"Non. Laissez-moi modifier mes données.",
  "prompt_dateRetryMessage":"Veuillez indiquer la date au format MM/JJ/AAAA.",  
  "deleteParameter":"J’ai supprimé %s",
  "rephraseNoIntent":"Je suis désolé, je ne comprends pas votre question. Pouvez-vous essayer de la reformuler?",
  "rephraseNoIntent_final":"Je suis désolé, je ne comprends toujours pas votre question. Voulez-vous que je crée un ticket en votre nom et qu’un représentant du service à la clientèle communique avec vous dans les 24 heures?",
  "rephraseNoIntent_finalNoData":"Je suis désolé, je ne comprends toujours pas votre question.",
  "rephraseNoIntent_IOLSelfService":"Vous pouvez aussi entrer vos paramètres de recherche dans le panneau de recherche de factures IOL et lancer vous-même une requête pour connaître l’état de la facture et obtenir des renseignements sur le paiement.",
  "rephraseNoIntent_ticketCreated":"OK, j’ai créé un ticket d’assistance portant le numéro d’identification %s. Un agent communiquera avec vous dans les 24 heures.",  
  "greetingWithData_header":"Bonjour! Je m’appelle Payton. Mon rôle consiste à vous aider concernant toute question relative à l’état de vos factures.",
  "greetingWithData_dataHeader":"Veuillez confirmer que vous recherchez la facture indiquée ci-dessous :",
  "greetingWithData_footer":"Dans le cas contraire, vous pouvez me poser une autre question. Pour obtenir des renseignements supplémentaires, inscrivez \"aide\".",
  "invoiceCorrect_yes":"Oui, il s’agit de la bonne facture.",
  "invoiceCorrect_no":"Non. Je veux poser une autre question.",
  "howMayIHelpYou":"OK, comment puis-je vous aider?",
  "resetDone":"OK. Recommençons. Comment puis-je vous aider?",
  "moreThan10Results":"J’ai trouvé plus de 10 résultats. Veuillez fournir des renseignements supplémentaires.",
  "between1and10Results_header":"J’ai trouvé les factures suivantes :",
  "between1and10Results_footer":"Pour que je puisse vous aider davantage, sélectionnez \"Afficher les détails\" de la facture souhaitée parmi les options ci-dessus.",
  "noResults":"Je n’ai trouvé aucun résultat.",
  "noResults_supportIolSelfService":"Vous pouvez aussi entrer vos paramètres de recherche dans le panneau de recherche de factures IOL et lancer vous-même une requête pour connaître l’état de la facture et obtenir des renseignements sur le paiement. Sinon, je peux créer un ticket en votre nom auprès de notre équipe de soutien à la clientèle AP.",
  "userFeedback_question":"Ma réponse a-t-elle été utile?",
  "userFeedback_positive":"Je suis heureux d’avoir pu vous aider aujourd’hui. Y a-t-il autre chose que je puisse faire pour vous?",
  "userFeedback_negative_1":"Je suis désolé. Malheureusement, je ne peux vous aider en ce qui concerne votre demande.",
  "userFeedback_createTicketQuestion":"Voulez-vous que je crée un ticket en votre nom auprès de notre équipe de soutien à la clientèle AP?",
  "noResults_ticketCreation":"OK, j’ai créé un ticket d’assistance portant le numéro d’identification %s Un agent communiquera avec vous dans les 24 heures.",
  "userFeedback_ticketCreation":"J’ai créé un ticket d’assistance portant le numéro d’identification %s Nos services d’assistance communiqueront avec vous dans les 24 heures.",
  "userFeedback_IOLSelfService":"Vous pouvez aussi entrer vos paramètres de recherche dans le panneau de recherche de factures IOL et lancer vous-même une requête pour connaître l’état de la facture et obtenir des renseignements sur le paiement. Sinon, je peux créer un ticket en votre nom auprès de notre équipe de soutien à la clientèle AP.",
  "userFeedback_zENDeskTicketText_invoiceSelected":"L’utilisateur d’IOL %s a soumis un ticket par l’intermédiaire de Payton Chatbot concernant l’état d’une facture:\n Identifiant de la facture: %s\n Code SOC : %s\n Courriel de l’utilisateur : %s\nUn extrait de conversation a été téléversé en tant que pièce jointe à ce commentaire.",
  "userFeedback_zENDeskTicketText_queryParamOnly":"Par l’intermédiaire de Payton Chatbot, l’utilisateur d’IOL %s a soumis un ticket concernant une demande sur une facture comportant les données suivantes :\n Code SOC : %s\n Numéro de facture : %s\n Date de la facture : %s\n Numéro de bon de commande : %s\n Montant de la facture : %s\n Courriel de l’utilisateur : %s\n Un extrait de conversation a été téléversé en tant que pièce jointe à ce commentaire.",
  "userFeedback_zENDeskTicketText_MultipleSOCs":"Non défini (plusieurs codes N ou SOC sont attribués à l’utilisateur)",
  "userFeedback_zENDeskTicketUpdate":"J’ai mis à jour l’ID du ticket d’assistance %s en y intégrant notre dernière conversation",
  "userFeedback_otherQuestions":"Y a-t-il d’autres questions pour lesquelles je peux vous aider aujourd’hui?",
  "invoiceStatusAnswer_contactSiemensRepresentative_questions":"Communiquez avec votre représentant commercial de Siemens (acheteur, etc.) si vous avez d’autres questions. Veuillez vous référer à votre copie du bon de commande pour connaître les coordonnées de Siemens.",
  "invoiceStatusAnswer_contactSiemensRepresentative_issue":"Communiquez avec votre représentant commercial de Siemens (acheteur, etc.) pour régler le problème.  Veuillez vous référer à votre copie du bon de commande pour connaître les coordonnées de Siemens.",  
  "invoiceStatusAnswer2_Awaiting Payment":"Vous n’avez aucune mesure à prendre. ** REMARQUE : ** En raison des différents calendriers de paiement (hebdomadaire, mensuel, etc.) des Comptes créditeurs de Siemens, la date de paiement réelle peut ne pas correspondre à la date prévue du paiement. Votre facture sera payée lors du cycle de paiement suivant la date prévue du paiement de votre facture.",
  "invoiceStatusAnswer1_Blocked for quality review":"Votre facture a été traitée. Toutefois, le paiement est bloqué en raison d’un examen de la qualité que doit effectuer l’acheteur.",
  "invoiceStatusAnswer2_Blocked for quality review":"Communiquez avec votre représentant commercial de Siemens (acheteur, partenaire financier, etc.) pour régler le problème.\nVeuillez vous référer à votre copie du bon de commande pour connaître les coordonnées de Siemens.",
  "invoiceStatusAnswer1_Blocked for PO date discrepancy":"Votre facture a été traitée. Toutefois, le paiement est bloqué en raison d’une différence concernant la date de livraison des biens et/ou des services.",
  "invoiceStatusAnswer2_Blocked for PO date discrepancy":"Communiquez avec votre représentant commercial de Siemens (acheteur, partenaire financier, etc.) pour régler le problème.\nVeuillez vous référer à votre copie du bon de commande pour connaître les coordonnées de Siemens.",
  "invoiceStatusAnswer1_Blocked for PO discrepancy":"Votre facture a été traitée. Toutefois, le paiement est bloqué en raison d’écarts concernant la quantité et le prix entre le bon de commande et la facture.",
  "invoiceStatusAnswer2_Blocked for PO discrepancy":"Communiquez avec votre représentant commercial de Siemens (acheteur, partenaire financier, etc.) pour régler le problème.\nVeuillez vous référer à votre copie du bon de commande pour connaître les coordonnées de Siemens.",
  "invoiceStatusAnswer1_Blocked for PO price discrepancy":"Votre facture a été traitée. Toutefois, le paiement est bloqué en raison d’un écart de prix entre le bon de commande et la facture.",
  "invoiceStatusAnswer2_Blocked for PO price discrepancy":"Communiquez avec votre représentant commercial de Siemens (acheteur, partenaire financier, etc.) pour régler le problème.\nVeuillez vous référer à votre copie du bon de commande pour connaître les coordonnées de Siemens.",
  "invoiceStatusAnswer1_Blocked for PO quantity/Goods receipts discrepancy":"Votre facture a été traitée. Toutefois, le paiement est bloqué en raison d’un écart de quantité entre le bon de commande et la facture.",
  "invoiceStatusAnswer2_Blocked for PO quantity/Goods receipts discrepancy":"Communiquez avec votre représentant commercial de Siemens (acheteur, partenaire financier, etc.) pour régler le problème.\nVeuillez vous référer à votre copie du bon de commande pour connaître les coordonnées de Siemens.",  
  "invoiceStatusAnswer1_Paid - Check payment":"Votre facture a été payee le %s (date de rapprochement or défrichement) avec le numéro de paiement %s.\n\nVeuillez noter ceci : Vous trouverez le numéro de chèque et les détails sur le paiement dans IOL en entrant le numéro de paiement dans le panneau de recherche de factures.",
  "invoiceStatusAnswer1_Paid - Check payment Number Available": "Votre facture a été payee le %s (date de rapprochement or défrichement) avec le numéro de paiement %s et le numéro de chèque %s",
  "invoiceStatusAnswer1_Paid - Clearing Number equals Check Number": "Votre facture a été payee le %s (date de rapprochement or défrichement) avec le numéro de paiement %s",
  "invoiceStatusAnswer1_Paid - EFT payment":"Votre facture a été payée le %s (date de compensation) et portait le numéro de paiement %s",
  "invoiceStatusAnswer2_Paid - EFT payment":"Il peut falloir jusqu’à 2 ou 3 jours ouvrables à compter de la date du paiement pour qu’un paiement électronique figure dans le compte de votre institution financière.",
  "invoiceStatusAnswer1_Paid - ORBIAN":"La facture a été payée dans votre compte ORBIAN. Veuillez télécharger les renseignements sur le paiement à l’adresse https://www.orbianclient.com/member ou envoyer un courriel au service@orbian.com pour obtenir de l’aide.",
  "invoiceStatusAnswer1_Payment held awaiting IRS W9 or W8 and PO blocked for Price discrepancy":"Le paiement de votre facture est retenu en attente des formulaires IRS W9 (fournisseur américain) ou IRS W8 (fournisseur international). La facture présente également un écart de prix qui nous empêche d’effectuer le paiement.",
  "invoiceStatusAnswer2_Payment held awaiting IRS W9 or W8 and PO blocked for Price discrepancy":"Envoyez le formulaire IRS approprié à votre personne-ressource de Siemens. Vous trouverez un lien menant aux formulaires IRS W9/W8 dans la section de gauche du menu dans IOL. Vous devrez aussi communiquer avec votre représentant commercial de Siemens (acheteur, partenaire financier, etc.) pour régler le problème concernant le prix.",
  "invoiceStatusAnswer1_Payment held awaiting IRS W9 or W8":"Votre facture a été traitée. Toutefois, le paiement est retenu puisque nous attendons de recevoir les formulaires IRS W9 (fournisseur américain) ou IRS W8 (fournisseur international).",
  "invoiceStatusAnswer2_Payment held awaiting IRS W9 or W8":"Envoyez le formulaire IRS approprié à votre personne-ressource de Siemens. Vous trouverez un lien menant aux formulaires IRS W9/W8 dans la section de gauche du menu dans IOL.",
  "invoiceStatusAnswer1_Payment held awaiting IRS W9 or W8 and blocked for PO discrepancy":"Le paiement de votre facture est retenu en attente des formulaires IRS W9 (fournisseur américain) ou IRS W8 (fournisseur international). La facture présente également un écart de prix ou de quantité qui nous empêche d’effectuer le paiement.",
  "invoiceStatusAnswer2_Payment held awaiting IRS W9 or W8 and blocked for PO discrepancy":"Envoyez le formulaire IRS approprié à votre personne-ressource de Siemens. Vous trouverez un lien menant aux formulaires IRS W9/W8 dans la section de gauche du menu dans IOL.",
  "invoiceStatusAnswer1_Payment held awaiting IRS W9 or W8 and blocked for PO quantity/ Goods receipts discrepancy":"Le paiement de votre facture est retenu en attente des formulaires IRS W9 (fournisseur américain) ou IRS W8 (fournisseur international). La facture présente également un écart de quantité qui nous empêche d’effectuer le paiement.",
  "invoiceStatusAnswer2_Payment held awaiting IRS W9 or W8 and blocked for PO quantity/ Goods receipts discrepancy":"Envoyez le formulaire IRS approprié à votre personne-ressource de Siemens. Vous trouverez un lien menant aux formulaires IRS W9/W8 dans la section de gauche du menu dans IOL. Vous devrez aussi communiquer avec votre représentant commercial de Siemens (acheteur, etc.) pour régler le problème concernant la quantité.",
  "invoiceStatusAnswer1_Payment held awaiting IRS W9 or W8 and payment held due to Management direction":"Votre facture a été traitée. Toutefois, le paiement est retenu en attente des formulaires IRS W9 (fournisseur américain) ou IRS W8 (fournisseur international).",
  "invoiceStatusAnswer2_Payment held awaiting IRS W9 or W8 and payment held due to Management direction":"Envoyez le formulaire IRS approprié à votre personne-ressource de Siemens.  Vous trouverez un lien menant aux formulaires IRS W9/W8 dans la section de gauche du menu dans IOL.",
  "invoiceStatusAnswer1_Payment held due to Management direction":"Votre facture a été traitée. Toutefois, les comptes payables ont reçu la consigne de retenir le paiement jusqu’à ce qu’une enquête soit effectuée.",
  "invoiceStatusAnswer2_Payment held due to Management direction":"Communiquez avec votre représentant commercial de Siemens (acheteur, partenaire financier, etc.) pour clarifier la question.",
  "invoiceStatusAnswer1_Payment held due to Management direction and Blocked for PO discrepancy":"Votre facture a été traitée. Toutefois, les comptes payables ont reçu la consigne de retenir le paiement jusqu’à ce qu’une enquête soit effectuée. Le paiement a été retenu en raison d’une erreur sur la facture.",
  "invoiceStatusAnswer2_Payment held due to Management direction and Blocked for PO discrepancy":"Communiquez avec votre représentant commercial de Siemens (acheteur, partenaire financier, etc.) pour clarifier la question.",
  "invoiceStatusAnswer1_Payment held due to Management direction and Blocked for PO price discrepancy":"Votre facture a été traitée. Toutefois, les comptes payables ont reçu la consigne de retenir le paiement jusqu’à ce qu’une enquête soit effectuée. Le paiement a été retenu en raison d’un écart de prix sur la facture.",
  "invoiceStatusAnswer2_Payment held due to Management direction and Blocked for PO price discrepancy":"Communiquez avec votre représentant commercial de Siemens (acheteur, partenaire financier, etc.) pour clarifier la question.",
  "invoiceStatusAnswer1_Payment held due to Management direction and Blocked for PO Quantity/Goods receipts discrepancy":"Votre facture a été traitée. Toutefois, les comptes payables ont reçu la consigne de retenir le paiement jusqu’à ce qu’une enquête soit effectuée. Le paiement a été retenu en raison d’un écart de quantité sur la facture.",
  "invoiceStatusAnswer2_Payment held due to Management direction and Blocked for PO Quantity/Goods receipts discrepancy":"Communiquez avec votre représentant commercial de Siemens (acheteur, partenaire financier, etc.) pour clarifier la question.",
  "invoiceStatusAnswer1_Payment held awaiting IRS W9 or W8 and blocked for PO quantity/ Goods receipts discrepancy(date)":"Le paiement de votre facture est retenu en attente des formulaires IRS W9 (fournisseur américain) ou IRS W8 (fournisseur international). Le paiement de la facture associée à un bon de commande a été bloqué en raison d’une erreur concernant la date.",
  "invoiceStatusAnswer2_Payment held awaiting IRS W9 or W8 and blocked for PO quantity/ Goods receipts discrepancy(date)":"Envoyez le formulaire IRS approprié à votre personne-ressource de Siemens. Vous trouverez un lien menant aux formulaires IRS W9/W8 dans la section de gauche du menu dans IOL. Veuillez sélectionner la facture, puis cliquez sur l’icône \"Demande\" pour envoyer une demande au service à la clientèle des Comptes créditeurs afin de connaître les motifs de la retenue. Vous devrez aussi communiquer avec votre représentant commercial de Siemens (acheteur, etc.) pour régler le problème concernant la date.",
  "invoiceStatusAnswer1_Payment held awaiting IRS W9 or W8 and blocked for PO quantity/ Goods receipts discrepancy(management)":"Votre facture a été traitée. La direction de Siemens a donné l’ordre aux Comptes créditeurs de retenir le paiement jusqu’à ce qu’une enquête soit effectuée. Le paiement de la facture a été bloqué, parce que le prix ou la quantité ne correspondent pas à ceux du bon de commande correspondant",
  "invoiceStatusAnswer1_Payment held due to Check being stale":"Votre facture a été traitée. La direction de Siemens a donné l’ordre aux Comptes créditeurs de retenir le paiement parce qu’un chèque émis précédemment n’a pas été encaissé.",
  "invoiceStatusAnswer2_Payment held due to Check being stale":"OK, j’ai créé un ticket d’assistance portant le numéro d’identification %s Un agent communiquera avec vous sous peu. Pour obtenir de l’aide supplémentaire, vous pouvez aussi composer notre numéro sans frais 1 866 866-4775 (option 1 pour les Comptes créditeurs).",
  "invoiceStatusAnswer_Unknown":"J’ai trouvé votre facture. Malheureusement, je ne peux en déterminer l’état.",
  "conversationEnding_HowCanIHelpYou":"OK. Comment puis-je vous aider?",
  "conversationEnding_ThankYou":"Merci! Je vous souhaite une excellente journée.",
  "newerInvoiceFound":"Une nouvelle version de la facture a été détectée. Elle est prise en compte dans la vérification de l’état.",
  "cancelledOrStaleResult_ticketCreation":"Voulez-vous que je crée un ticket en votre nom auprès du service à la clientèle de Siemens?",
  "helpGeneralText":"Je vois que vous avez besoin d’aide. Veuillez choisir une question parmi la liste ci-dessous.",
  "helpQuestion1":"Comment puis-je rechercher une facture?",
  "helpQuestion2":"Comment dois-je traiter les résultats de la recherche?",
  "helpQuestion3":"Que se passe-t-il après la création d’un ticket?",
  "helpQuestion4":"Comment obtenir des renseignements sur le paiement?",
  "helpAnswer1":"Vous devriez commencer par saisir votre demande dans la zone de texte, par exemple : \"Je veux connaître l’état d’une facture.\"Je vous présenterai une liste des paramètres de recherche de factures parmi lesquels vous pourrez faire votre choix, soit en cliquant sur le ou les boutons appropriés, soit en inscrivant le nom du paramètre suivi de la valeur voulue, par exemple \"numéro de facture #### \"(max. de 16 caractères). Vous pouvez également modifier ou supprimer toute valeur entrée en écrivant \"changer le numéro de facture pour #### \" ou \" supprimer le numéro de facture \". Dès que vous êtes prêt, cliquez sur \"Rechercher\" pour lancer la recherche sur nos systèmes.",
  "helpAnswer2":"Vous obtiendrez l’un de trois résultats possibles : \n\n1. Aucun résultat:\nEn fonction des renseignements fournis, nous n’avons pas trouvé de facture correspondante. Si la facture a été soumise récemment, elle est peut-être encore en attente de traitement. Vous pouvez mettre fin au clavardage et effectuer une nouvelle recherche à une date ultérieure, utiliser la fonction de recherche IOL pour connaître l’état des factures non encore traitées ou créer un ticket pour communiquer avec l’équipe du service à la clientèle AP afin d’en savoir plus.\n\n2. Jusqu’à 10 résultats trouvés:\nEn fonction des renseignements fournis, nous avons trouvé plusieurs correspondances. Vous pouvez lancer une nouvelle recherche en ajoutant des critères supplémentaires ou parcourir les résultats obtenus et choisir la facture voulue en cliquant sur \"Afficher les détails\".\n\n3. Plus de 10 résultats obtenus:\nEn fonction des renseignements fournis, nous avons obtenu trop de résultats correspondants. Ajoutez des renseignements supplémentaires pour affiner les résultats de recherche. Veuillez modifier vos paramètres de recherche de factures.",
  "helpAnswer3":"Si vous m’avez demandé de créer un ticket en votre nom auprès du Centre d’assistance du Service à la clientèle AP, je créerai ce ticket et vous en donnerai le numéro. Un de nos représentants du Service à la clientèle AP répondra à votre requête dans les 24 heures. Vous pouvez utiliser le numéro du ticket pour effectuer un suivi.",
  "helpAnswer4":"Pour obtenir des précisions sur le paiement, veuillez entrer vos critères dans les champs des paramètres de recherche dans IOL ou créer une demande pour ouvrir un ticket auprès du Centre d’assistance du Service à la clientèle AP.",
  "helpMoreQuestion":"Avez-vous besoin d’aide supplémentaire?",
  "helpMoreQuestions_Yes":"Oui, montrez-moi la liste des sujets.",
  "helpMoreQuestions_No":"Non, nous pouvons procéder.",
  "helpReturnPreviousConversation":"Vous pouvez demander de l’aide en tout temps.",
  "invoiceStatusDialogHelp":"Quand vous demandez \"l’état d’une facture\", on vous propose une liste de paramètres de recherche de factures. Il suffit de cliquer sur le ou les boutons appropriés ou d’inscrire le nom du paramètre, suivi de la valeur voulue (par exemple, \"numéro de facture ####\").\n\nVous pouvez également modifier ou supprimer toute valeur entrée en écrivant \"changer le numéro de facture pour ####\" ou \"supprimer le numéro de facture \").\n\nDès que vous êtes prêt, cliquez sur \"Rechercher\" pour lancer la recherche sur nos systèmes.",
  "invoiceSearchDialogHelp":"Vous obtiendrez l’un de trois résultats possibles : \n\n1. Aucun résultat:\nEn fonction des renseignements fournis, nous n’avons pas trouvé de facture correspondante. Si la facture a été soumise récemment, elle est peut-être encore en attente de traitement. Vous pouvez mettre fin au clavardage et effectuer une nouvelle recherche à une date ultérieure, utiliser la fonction de recherche IOL pour connaître l’état des factures non encore traitées ou créer un ticket pour communiquer avec l’équipe du service à la clientèle AP afin d’en savoir plus.\n\n2. Jusqu’à 10 résultats trouvés:\nEn fonction des renseignements fournis, nous avons trouvé plusieurs correspondances. Vous pouvez lancer une nouvelle recherche en ajoutant des critères supplémentaires ou parcourir les résultats obtenus et choisir la facture voulue en cliquant sur \"Afficher les détails\".\n\n3. Plus de 10 résultats obtenus:\nEn fonction des renseignements fournis, nous avons obtenu trop de résultats correspondants. Ajoutez des renseignements supplémentaires pour affiner les résultats de recherche. Veuillez modifier vos paramètres de recherche de factures.",
  "ticketCreationDialogHelp":"Si vous m’avez demandé de créer un ticket en votre nom auprès du Centre d’assistance du Service à la clientèle AP, je créerai ce ticket et vous en donnerai le numéro. Un de nos représentants du Service à la clientèle AP répondra à votre requête dans les 24 heures. Vous pouvez utiliser le numéro du ticket pour effectuer un suivi.",
  "yes":"Oui",
  "no":"Non",
  "goodbye":"Au revoir.",
  "invoiceStatus":"état de la facture",
  "___comment":"------------------------------------------------------------------------------EXPCETION MESSAGES----------------------------------------------------------------",
  "databaseUnavaiable":"Je suis désolé. Malheureusement, je suis incapable de répondre à vos questions en raison de problèmes techniques. Veuillez réessayer plus tard d’entrer vos paramètres de recherche dans le panneau de recherche de factures IOL et de lancer une requête pour connaître l’état de la facture et obtenir des renseignements sur le paiement.",
  "noAuthorization":"Je suis désolé. Malheureusement, je suis incapable de répondre à vos questions en raison de problèmes techniques. Veuillez réessayer plus tard d’entrer vos paramètres de recherche dans le panneau de recherche de factures IOL et de lancer une requête pour connaître l’état de la facture et obtenir des renseignements sur le paiement.",
  "serviceIsDown":"Je suis désolé. Malheureusement, je suis incapable de répondre à vos questions en raison de problèmes techniques. Veuillez réessayer plus tard d’entrer vos paramètres de recherche dans le panneau de recherche de factures IOL et de lancer une requête pour connaître l’état de la facture et obtenir des renseignements sur le paiement.",
  "ticketCreationNotSuccessfull":"Je suis désolé. Je ne peux créer de ticket pour vous en raison de problèmes techniques. Veuillez utiliser le formulaire de demande IOL pour soumettre votre question.",
  "zendeskUnavaiable":"Je suis désolé. Il m’est impossible de vous aider davantage. Veuillez utiliser le formulaire de demande IOL pour soumettre vos questions.",
  "___comment2": "-----------------------------------------------------------------------------EZ SUITE MESSAGES----------------------------------------------------------------",
  "invoiceStatusAnswer1_Rejected_Missing/Invalid contact name": "Votre facture a été refusée, car le nom du responsable est manquant ou invalide. Veuillez soumettre la facture de nouveau sous la société en exploitation Siemens indiquée sur votre bon de commande. Les factures qui ne sont pas associées à un bon de commande doivent être soumises avec un nom de responsable Siemens valide.",
  "invoiceStatusAnswer1_Rejected_Credit Balance/0$ Do not pay": "Votre facture a été refusée, car la facture est associée à un solde de crédit. Veuillez la soumettre de nouveau sous forme de note de crédit.",
  "invoiceStatusAnswer1_Rejected_Invoice contains disallowed charges- Finance/Late/Service/Freight": "Votre facture a été refusée, car elle comprend des frais non autorisés. Si vous avez des questions, veuillez communiquer avec votre responsable Siemens.",
  "invoiceStatusAnswer1_Rejected_Credit memo offset the Original invoice": "La facture a été rejetée, car une note de crédit est disponible pour compenser cette facture.",
  "invoiceStatusAnswer1_Rejected_ICC invoice": "Votre facture a été refusée, car elle semble être une facture ICC Veuillez soumettre à nouveau votre facture via le processus de facturation standard pour ICC.",
  "invoiceStatusAnswer1_Rejected_Multiple PO number": "Votre facture a été refusée, car elle a été soumise avec de multiples numéros de bon de commande. Veuillez soumettre à nouveau votre facture en utilisant un seul bon de commande. Les factures qui ne sont pas associées à un bon de commande doivent être soumises avec un nom de responsable Siemens valide.",
  "invoiceStatusAnswer1_Rejected_Duplicate invoice": "Votre facture a été refusée (facture en double)",
  "invoiceStatusAnswer1_Rejected_PO cancelled/ Closed": "Votre facture a été refusée, car elle comprend un numéro de bon de commande qui a été annulé/fermé. Veuillez communiquer avec votre acheteur Siemens et renvoyer la facture avec un numéro de bon de commande valide.",
  "invoiceStatusAnswer1_Rejected_Paid with credit card": "Votre facture a été refusée, car le montant en souffrance a été payé au moyen d'une carte de crédit.",
  "invoiceStatusAnswer1_Rejected": "'L'entrée dans notre système contient les renseignements suivants : \"%s\"",
  "invoiceStatusAnswer2_Routed to Contact name for Approval_other": "Communiquez avec votre représentant commercial de Siemens (acheteur, etc.) pour régler le problème.",
  "invoiceStatusAnswer1_Routed to Contact name due to discrepancy": "La facture a été jugée inexacte lors de la tentative de traitement et a été acheminée à un représentant commercial de Siemens pour un examen et une résolution. ",
  "invoiceStatusAnswer2_Routed to Contact name due to discrepancy": "Communiquez avec votre représentant commercial de Siemens (acheteur, etc.) pour régler le problème.",
  "invoiceStatusAnswer1_Awaiting processing in Accounts payable": "La facture est actuellement entre les mains de l’équipe des comptes fournisseurs en attente de son traitement.",
  "invoiceStatusAnswer2_Awaiting processing in Accounts payable": "Aucune intervention requise. Les factures sont traitées dans les 5 jours ouvrables. Le statut d’une facture sera mis à jour durant cette même période.",  
  "prompt_amountRetryMessage": "Veuillez indiquer le montant dans l'un des formats suivants : p. ex., $123.55 ou 123.55 USD.",
  "invoiceStatusAnswer1_Cancelled": "Votre facture a été annulée. Vous pouvez communiquer avec notre centre d'assistance (Comptes créditeurs) au 1 866 866-4775, ou je peux créer un ticket pour vous.",
  "invoiceStatusAnswer2_Cancelled": "J'ai créé un ticket d'assistance portant le numéro d'identification %s. Un de nos représentants du Service à la clientèle répondra à votre question dans les 24 heures.",
  "qna_chooseValidQuestion": "J'ai trouvé plusieurs réponses à vos questions; veuillez choisir celle qui correspond le plus à vos besoins :",
  "invoiceStatusAnswer1_Rejected_Rescan-multiple invoices/pages": "Votre facture a été refusée, car il semble que plusieurs factures ont été numérisées à la fois / l'image de la facture n'est pas claire / la facture n'a pas été entièrement numérisée. L'équipe des Comptes créditeurs examine cette facture, et aucune intervention de votre part n’est requise.",
  "invoiceStatusAnswer1_Rejected_Freight Vendor": "Votre facture a été refusée, car il s'agit apparemment d'une facture de transport. Veuillez envoyer votre facture au service logistique approprié à des fins de traitement.",
  "invoiceStatusAnswer1_Rejected_Incorrect Bill to/ Legal Name": "Votre facture a été refusée en raison d'une adresse de facturation/dénomination sociale incorrecte. Veuillez soumettre la facture de nouveau sous la société en exploitation Siemens indiquée sur votre bon de commande. Factures sans bons de commande; veuillez communiquer avec votre personne-ressource de Siemens ou le Centre d'assistance (achat au paiement) pour obtenir l'adresse de facturation/dénomination sociale appropriée.",
  "invoiceStatusAnswer1_Rejected_Missing/Invalid PO number": "Votre facture a été refusée, car elle a été soumise avec un numéro de commande non valide. Veuillez soumettre la facture de nouveau avec un numéro de commande valide aux fins de traitement. Les factures sans bons de commande doivent être soumises avec un nom de personne-ressource Siemens valide.",
  "invoiceStatusAnswer1_Rejected_Remit to information missing": "Votre facture a été refusée, car l'adresse de paiement est manquante. Veuillez soumettre la facture de nouveau avec une adresse de paiement aux fins de traitement.",
  "invoiceStatusAnswer1_Rejected_Invalid invoice-Vendor to resubmit": "Votre facture a été refusée, car elle n'est pas valide. Veuillez communiquer avec votre personne-ressource Siemens pour résoudre le problème et soumettre la facture de nouveau.",
  "invoiceStatusAnswer1_Rejected_Amount wrong": "Votre facture a été refusée en raison d'un montant erroné. Veuillez corriger le montant de la facture et la soumettre de nouveau aux fins de traitement.",
  "invoiceStatusAnswer1_Rejected_E-invoicing vendor": "Votre facture a été refusée, car votre entreprise est inscrite à la soumission électronique des factures. Veuillez soumettre votre facture électroniquement de nouveau en utilisant le portail libre-service du système de facturation en ligne (IOL).",
  "invoiceStatusAnswer1_Routed to Contact name for Approval_other": "Cette facture exige l'examen et l'approbation d'un représentant de Siemens. La facture est en cours d'examen par une personne-ressource Siemens, et en attente d’approbation.",  
  "invoiceStatusAnswer1_Rejected_Autorejected": "Votre facture a été refusée. Pour en savoir plus, veuillez communiquer avec le Centre d’assistance des comptes créditeurs au 866 866 4775, option 1.",
  "invoiceStatusAnswer1_Awaiting Payment": "Le paiement de votre facture n’est pas encore dû, car les modalités de paiement du bon de commande sont de %s.\n\nLa date d’échéance du paiement net est le : %s",
  "showDetails":"Afficher les détails"
}