{
  "greeting": "Hello! My name is Payton, your virtual assistant. I’m here to assist you with questions you may have related to the payment status of your invoice(s). Please use the IOL invoice search panel or create an inquiry for all other questions. How may I help you today?",
  "greetingSecondMessage": "How may I help you?",
  "adaptiveCard_header": "This is the invoice information you provided:",
  "adaptiveCard_noResultsHeader": "Please check the information you have provided:",
  "adaptiveCardTitle_invoiceNumber": "Invoice Number:",
  "adaptiveCardTitle_amount": "Amount:",
  "adaptiveCardTitle_date": "Date:",
  "adaptiveCardTitle_vendorId": "Vendor Id:",
  "adaptiveCardTitle_vendorName": "Vendor Name:",
  "adaptiveCardTitle_ezSuiteSoc": "EZ-Suite SOC Code:",
  "adaptiveCardTitle_iolMailCode": "IOL Mail Code:",
  "adaptiveCardTitle_siemensBillToName": "Siemens Bill to Name:",
  "adaptiveCardTitle_poNumber": "PO Number:",
  "promptTitle_gatherData": "To assist you with your request, please provide at least one of the following pieces of information:",
  "promptChoiceTitle_invoiceNumber": "Invoice number",
  "promptChoiceTitle_amount": "Invoice amount & currency",
  "promptChoiceTitle_date": "Invoice date",
  "promptChoiceTitle_poNumber": "PO number",
  "promptText_provideInvoice": "Please provide the invoice number (max. 22 characters).",
  "promptText_provideAmount": "Please provide the invoice amount.",
  "promptText_provideDate": "Please provide the invoice date (format MM/DD/YYYY).",
  "promptText_providePoNumber": "Please provide the PO number (max 10 digits).",
  "promptValidation_poNumber": "Please enter a valid po number.",
  "promptValidation_invoiceNumber": "Maximum invoice number length is 22 please re-enter.",
  "promptValidation_amount": "Please enter a valid amount.",
  "prompt_addMoreInformation": "Is the data correct? Do you want to start your search?",
  "noResults_message1": "I have not found any results. Your invoice may not be posted yet.",
  "noResults_message2": "Please enter your search parameter(s) into the Invoice Search Panel in IOL and run a query to obtain additional invoice status and payment information.",
  "promptText_createTicket": "Yes, create ticket",
  "promptText_noNeedForTicket": "I don't need a ticket",
  "thanksForNewParameter": "Thank you for providing %s : %s",
  "prompt_yesStartSearch": "Yes. Start Search!",
  "prompt_noChangeData": "No. Let me change my data.",
  "prompt_dateRetryMessage": "Please provide date in format MM/DD/YYYY.",  
  "deleteParameter": "I have deleted %s.",
  "rephraseNoIntent": "I am sorry, I do not understand your question. Can you please try to re-phrase your question?",
  "rephraseNoIntent_final": "I am sorry, I still do not understand your question. Would you like me to create a ticket on your behalf and a customer service representative will contact you within 24 hours?",
  "rephraseNoIntent_finalNoData": "I am sorry, I still do not understand your question.",
  "rephraseNoIntent_IOLSelfService": "You can also enter your search parameter(s) into the Invoice Search Panel in IOL and run a query yourself to obtain invoice status and payment information.",
  "rephraseNoIntent_ticketCreated": "Ok, I have created a support ticket with ID %s. An agent will get in touch with you within 24 hours.",  
  "greetingWithData_header": "Hello! My name is Payton. I’m here to assist you with questions you may have related to the status of your invoice(s).",
  "greetingWithData_dataHeader": "Please confirm if you are searching for the below referenced invoice:",
  "greetingWithData_footer": "If not, you can ask me another question.\nFor additional information type \"help\".",
  "invoiceCorrect_yes": "Yes, invoice correct",
  "invoiceCorrect_no": "No, ask other question",
  "howMayIHelpYou": "Ok, how may I help you?",
  "resetDone": "Ok. Let's start over.\n\nHow may I help you?",
  "moreThan10Results": "I have found more than 10 results. Please provide additional information.",
  "between1and10Results_header": "I have found the following invoices:",
  "between1and10Results_footer": "To assist you further, please select \"Show Details\" of the desired invoice from the options above.",
  "noResults": "I have not found any results.",
  "noResults_supportIolSelfService": "You can also enter your search parameter(s) into the Invoice Search Panel in IOL and run a query yourself to obtain invoice status and payment information , or I can create a ticket for you with our AP customer support team.",
  "userFeedback_question": "Was my answer helpful?",
  "userFeedback_positive": "I'm glad that I was able to help you today, is there anything else I can assist you with?",
  "userFeedback_survey": "To continue to enhance Payton, please give us your thoughts by completing this short survey: https://www.surveymonkey.com/r/VH3RL5L?%s",
  "userFeedback_negative_1": "I'm sorry. Unfortunately I cannot assist you with your inquiry.",
  "userFeedback_createTicketQuestion": "Do you want me to create a ticket for you with our AP customer support team?",
  "noResults_ticketCreation": "Ok, I have created a support ticket with ID %s. An agent will get in touch with you within 24 hours.",
  "userFeedback_ticketCreation": "I have created a support ticket with ID %s. Our support services will contact you within 24 hours.",
  "userFeedback_IOLSelfService": "You can also enter your search parameter(s) into the Invoice Search Panel in IOL and run a query yourself to obtain invoice status and payment information, or I can create a ticket for you with our AP customer support team.",
  "userFeedback_zENDeskTicketText_invoiceSelected": "The IOL user %s has submitted a ticket via the Payton Chatbot regarding the status of an invoce:\nInvoice ID: %s\nSOC-code: %s\nUser E-mail:%s\nThe conversation extract has been upload as an attachment to this comment",
  "userFeedback_zENDeskTicketText_queryParamOnly": "The IOL user %s has submitted a ticket via the Payton Chatbot regarding a invoice query with the following data:\nSOC-Code: %s\nInvoice number: %s\nInvoice Date: %s\nPO number: %s\nInvoice Amount: %s\nUser E-mail:%s\nThe conversation extract has been upload as an attachment to this comment",
  "userFeedback_zENDeskTicketText_MultipleSOCs": "Undefined (User has multiple or NO SOC code(s) assigned)",
  "userFeedback_zENDeskTicketUpdate": "I have updated the support ticket ID #%s with the our latest conversation",
  "userFeedback_otherQuestions": "Are there any other questions that I can help you with today?",
  "invoiceStatusAnswer_contactSiemensRepresentative_questions": "Please contact your Siemens business representative (buyer, etc) for further questions.\nPlease refer your purchase order copy for Siemens contact details",
  "invoiceStatusAnswer_contactSiemensRepresentative_issue": "Please contact your Siemens business representative (buyer, etc) to resolve this issue.\nPlease refer your purchase order copy for Siemens contact details",  
  "invoiceStatusAnswer2_Awaiting Payment": "There is no action required.\n**NOTE:** Due to various payment run schedules (weekly, monthly  etc.) at Siemens Accounts Payable, the actual payment date may not be the scheduled payment date. Your invoice will be paid on the next scheduled payment run following your invoice payment due date",
  "invoiceStatusAnswer1_Blocked for quality review": "Your invoice has been processed. However, it is blocked for payment for a quality review to be completed by the buyer",
  "invoiceStatusAnswer2_Blocked for quality review": "Please contact your Siemens business representative (buyer, finance partner, etc.) to resolve this issue.\nPlease refer your purchase order copy for Siemens contact details",
  "invoiceStatusAnswer1_Blocked for PO date discrepancy": "Your invoice has been processed. However, it is blocked for payment due to a goods and/or service delivery date discrepancy",
  "invoiceStatusAnswer2_Blocked for PO date discrepancy": "Please contact your Siemens business representative (buyer, finance partner, etc.) to resolve this issue.\nPlease refer your purchase order copy for Siemens contact details",
  "invoiceStatusAnswer1_Blocked for PO discrepancy": "Your invoice has been processed. However, it is blocked for payment due to quantity and price discrepancies between the Purchase Order and the Invoice",
  "invoiceStatusAnswer2_Blocked for PO discrepancy": "Please contact your Siemens business representative (buyer, finance partner, etc.) to resolve this issue.\nPlease refer your purchase order copy for Siemens contact details",
  "invoiceStatusAnswer1_Blocked for PO price discrepancy": "Your invoice has been processed. However, it is blocked for payment due to a price discrepancy between the Purchase Order and the Invoice",
  "invoiceStatusAnswer2_Blocked for PO price discrepancy": "Please contact your Siemens business representative (buyer, finance partner, etc.) to resolve this issue.\nPlease refer your purchase order copy for Siemens contact details",
  "invoiceStatusAnswer1_Blocked for PO quantity/Goods receipts discrepancy": "Your invoice has been processed. However, it is blocked for payment due to a quantity discrepancy between the Purchase Order and the Invoice",
  "invoiceStatusAnswer2_Blocked for PO quantity/Goods receipts discrepancy": "Please contact your Siemens business representative (buyer, finance partner, etc.) to resolve this issue.\nPlease refer your purchase order copy for Siemens contact details",  
  "invoiceStatusAnswer1_Paid - Check payment": "Your invoice has been paid on %s (clearing date) with payment number %s",
  "invoiceStatusAnswer1_Paid - Check payment Number Available": "Your invoice has been paid on %s (clearing date) with payment number %s and check number %s",
  "invoiceStatusAnswer1_Paid - Clearing Number equals Check Number": "Your invoice has been paid on %s (clearing date) with payment number %s",
  "invoiceStatusAnswer1_Paid - EFT payment": "Your invoice has been paid on %s (clearing date) with payment number %s",
  "invoiceStatusAnswer2_Paid - EFT payment": "Electronic payments can take up to 2-3 business days to reach your financial institution from the payment date",
  "invoiceStatusAnswer1_Paid - ORBIAN": "Your invoice has been paid to your ORBIAN account. Please download the payment details from https://www.orbianclient.com/member or email at service@orbian.com for any help",
  "invoiceStatusAnswer1_Payment held awaiting IRS W9 or W8 and PO blocked for Price discrepancy": "Your invoice is held for payment awaiting IRS W9 form (US vendor) or IRS W8 form (International vendor) to be provided. The invoice also has a price discrepancy preventing payment release",
  "invoiceStatusAnswer2_Payment held awaiting IRS W9 or W8 and PO blocked for Price discrepancy": "Please send the appropriate IRS form to your Siemens business contact. A link to the IRS W9/W8 form can be found on the left hand menu bar in IOL.You will also need to contact your Siemens business representative (buyer, finance partner, etc.) to resolve the price discrepancy",
  "invoiceStatusAnswer1_Payment held awaiting IRS W9 or W8": "Your invoice has been processed. However, the payment is held as we are awaiting the IRS W9 form (US vendor) or IRS W8 form (International vendor)",
  "invoiceStatusAnswer2_Payment held awaiting IRS W9 or W8": "Please send the appropriate IRS form to your Siemens business contact . A link to the IRS W9/W8 form can be found on the left hand menu bar in IOL.",
  "invoiceStatusAnswer1_Payment held awaiting IRS W9 or W8 and blocked for PO discrepancy": "Your invoice is held for payment awaiting IRS W9 form (US vendor) or IRS W8 form (International vendor). The invoice also has a price or quantity discrepancy preventing payment release",
  "invoiceStatusAnswer2_Payment held awaiting IRS W9 or W8 and blocked for PO discrepancy": "Please send appropriate IRS form to your Siemens business contact. A link to the IRS W9/W8 form can be found on the left menu bar in IOL",
  "invoiceStatusAnswer1_Payment held awaiting IRS W9 or W8 and blocked for PO quantity/ Goods receipts discrepancy": "Your invoice is held for payment awaiting IRS W9 form (US vendor) or IRS W8 form (International vendor). The invoice also has a quantity discrepancy preventing payment release",
  "invoiceStatusAnswer2_Payment held awaiting IRS W9 or W8 and blocked for PO quantity/ Goods receipts discrepancy": "Please send appropriate IRS form to your Siemens business contact. A link to the IRS W9/W8 form can be found on the left menu bar in IOL. You will also need to contact your Siemens business representative (buyer  etc.) to resolve quantity discrepancy",
  "invoiceStatusAnswer1_Payment held awaiting IRS W9 or W8 and payment held due to Management direction": "Your invoice has been processed. However, the payment is held for payment awaiting IRS W9 form (US vendor) or IRS W8 form (International vendor)",
  "invoiceStatusAnswer2_Payment held awaiting IRS W9 or W8 and payment held due to Management direction": "Please send appropriate IRS form to your Siemens business contact .  A link to the IRS W9/W8 form can be found on the left menu bar in IOL",
  "invoiceStatusAnswer1_Payment held due to Management direction": "Your invoice has been processed. However, Accounts Payable has been instructed to hold invoice payment pending further investigation.",
  "invoiceStatusAnswer2_Payment held due to Management direction": "Please contact your Siemens business representative (buyer, finance partner, etc.) for further clarification",
  "invoiceStatusAnswer1_Payment held due to Management direction and Blocked for PO discrepancy": "Your invoice has been processed. However, Accounts Payable has been instructed to hold invoice payment pending further investigation and the invoice has been blocked for payment release due to a discrepancy",
  "invoiceStatusAnswer2_Payment held due to Management direction and Blocked for PO discrepancy": "Please contact your Siemens business representative (buyer, finance partner, etc.) for further clarification",
  "invoiceStatusAnswer1_Payment held due to Management direction and Blocked for PO price discrepancy": "Your invoice has been processed. However, Accounts Payable has been instructed to hold invoice payment pending further investigation and the invoice  has been blocked for payment release due to a price discrepancy",
  "invoiceStatusAnswer2_Payment held due to Management direction and Blocked for PO price discrepancy": "Please contact your Siemens business representative (buyer, finance partner, etc.) for further clarification",
  "invoiceStatusAnswer1_Payment held due to Management direction and Blocked for PO Quantity/Goods receipts discrepancy": "Your invoice has been processed. However, Accounts Payable has been instructed to hold invoice payment pending further investigation and the invoice  has been blocked for payment release due to a quantity discrepancy",
  "invoiceStatusAnswer2_Payment held due to Management direction and Blocked for PO Quantity/Goods receipts discrepancy": "Please contact your Siemens business representative (buyer, finance partner, etc.) for further clarification",
  "invoiceStatusAnswer1_Payment held awaiting IRS W9 or W8 and blocked for PO quantity/ Goods receipts discrepancy(date)": "Your invoice is held for payment awaiting IRS W9 form (US vendor) or IRS W8 form (International vendor) and  the purchase order associated with the invoice has been blocked for payment release due to date discrepancy",
  "invoiceStatusAnswer2_Payment held awaiting IRS W9 or W8 and blocked for PO quantity/ Goods receipts discrepancy(date)": "Please send appropriate IRS form to your Siemens business contact. A link to the IRS W9/W8 form can be found on the left menu bar in IOL. Please select the invoice and then choose the \"\"\"\"Inquiry\"\"\"\" icon to send a request to Accounts Payable Customer Relations to inquire on the payment hold reason.\nYou will also need to contact your Siemens business representative (buyer  etc) to resolve date discrepancy",
  "invoiceStatusAnswer1_Payment held awaiting IRS W9 or W8 and blocked for PO quantity/ Goods receipts discrepancy(management)": "Your invoice has been processed. Siemens management has instructed Accounts Payable to hold invoice payment pending further investigation and invoice associated with a purchase order has been blocked for payment release due to date discrepancy.",
  "invoiceStatusAnswer1_Payment held due to Check being stale": "Your invoice has been processed. Siemens management has instructed Accounts Payable to hold invoice payment as the payment released earlier by Check was not cashed",
  "invoiceStatusAnswer2_Payment held due to Check being stale": "Ok, I have created a support ticket with ID %s. An agent will get in touch with you soon. For further assistance, you can also call our toll free number 1-866-866-4775 (Option 1 for Accounts Payable)",
  "invoiceStatusAnswer_Unknown": "I found your invoice but unfortunately I cannot determine it's status.",
  "conversationEnding_HowCanIHelpYou": "Ok. How can I help you?",
  "conversationEnding_ThankYou": "Thank you. Have a nice day.",
  "newerInvoiceFound": "New version of the invoice was identified and is considered in status check.",
  "cancelledOrStaleResult_ticketCreation": "Do you want me to create ticket for you for Siemens Customer Service?",
  "helpGeneralText": "I see you need support. Please choose a help question from the list below.",
  "helpQuestion1": "How can I search for an invoice?",
  "helpQuestion2": "How should I handle search results?",
  "helpQuestion3": "What happens after a ticket is created?",
  "helpQuestion4": "How can I get remittance details?",
  "helpAnswer1": "You should start by typing your request in the text box, eg: \"I need the status of an invoice\".\n\nI will provide you with a list of possible invoice search parameters you can choose from, either by clicking on the appropriate button(s) or by writing the parameter name followed by the value, eg \"invoice number ####\" (max.16 characters).\n\nYou can also change or delete any entered value by writing \"change invoice number to ####\" or \"delete invoice number\")..\n\nWhen ready, click on \"search\" to initiate the search on our systems.",
  "helpAnswer2": "There are 3 possible search outcomes:\n\n 1. No results found:\nBased on the information provided we did not find a matching invoice. If the invoice has been recently submitted, it may still be awaiting processing. You can either end the chat and search again at a later date, use the IOL Search feature for status on invoices not yet processed or create a ticket to contact the AP customer service team for further information.\n\n 2. Up to 10 results found:\nBased on the information provided we found multiple matches. You can start your search again and add additional criteria or you can go through the returned results and choose the correct result by clicking on \"View details\"\n\n 3. More than 10 results found:\nBased on the information provided we have too many matching search results and will need additional information to narrow the search results. Please modify your invoice search parameters.",
  "helpAnswer3": "If you have asked me to create a support for the ticket AP Customer Service helpdesk on your behalf, the ticket will be created, and the ticket number will be provided to you. One of our AP Customer Relations representatives will respond to your query in 24 hours. You can use the ticket number to track the response.",
  "helpAnswer4": "To obtain remittance details, please enter your payment criteria in the search parameter fields in IOL to obtain remittance information or create an inquiry to open a ticket with the AP Customer Service helpdesk. ",
  "helpMoreQuestion": "Do you need additional support?",
  "helpMoreQuestions_Yes": "Yes, show me the list of topics",
  "helpMoreQuestions_No": "No. Let's proceed",
  "helpReturnPreviousConversation": "You can ask for \"help\" at anytime.",
  "invoiceStatusDialogHelp": "When asking for an \"invoice status\", you are presented with a list of possible invoice search parameters for you to choose from, either by clicking on the appropriate button(s) or by writing the parameter name followed by the value (eg \"invoice number ####\")\n\nYou can also change or delete any entered value by writing \"change invoice number to ####\" or \"delete invoice number\").\n\nWhen ready, click on \"search\" to initiate the search on our systems.",
  "invoiceSearchDialogHelp": "There are 3 possible search outcomes:\n\n 1. No results found:\nBased on the information provided we did not find a matching invoice. If the invoice has been recently submitted, it may still be awaiting processing. You can either end the chat and search again at a later date, use the IOL Search feature for status on invoices not yet processed or create a ticket to contact the AP customer service team for further information.\n\n 2. Up to 10 results found:\nBased on the information provided we found multiple matches. You can start your search again and add additional criteria or you can go through the returned results and choose the correct result by clicking on \"View details\"\n\n 3. More than 10 results found:\nBased on the information provided we have too many matching search results and will need additional information to narrow the search results. Please modify your invoice search parameters.",
  "ticketCreationDialogHelp": "If you ask me to create a support for the ticket AP Customer Service helpdesk on your behalf, I will provide you with the ticket number and one of our AP Customer Relations representatives will contact you regarding your query in the next 24 hours.\n\nYou can use the ticket number to track the response.",
  "yes": "Yes",
  "no": "No",
  "goodbye": "Goodbye",
  "invoiceStatus":"invoice status",
  "___comment": "------------------------------------------------------------------------------EXPCETION MESSAGES----------------------------------------------------------------",
  "databaseUnavaiable": "I'm sorry. Unfortunately I am unable to answer your questions as I am currently experiencing technical issues. Please try again later or enter your search parameter(s) into the Invoice Search Panel in IOL and run a query to obtain invoice status and payment information.",
  "noAuthorization": "I'm sorry. Unfortunately I am unable to answer your questions as I am currently experiencing technical issues. Please try again later or enter your search parameter(s) into the Invoice Search Panel in IOL and run a query to obtain invoice status and payment information.",
  "watsonError": "Sorry, the chat is currently not available. We apologize for any inconvenience.",
  "serviceIsDown": "I'm sorry. Unfortunately I am unable to answer your questions as I am currently experiencing technical issues. Please try again later or enter your search parameter(s) into the Invoice Search Panel in IOL and run a query to obtain invoice status and payment information.",
  "ticketCreationNotSuccessfull": "I'm sorry. I am unable to create a ticket for you due to technical issues. Please use the IOL inquiry form to submit your question.",
  "zendeskUnavaiable": "I’m sorry. I am unable to assist you further. Please use the IOL inquiry form to submit your questions.",
  "___comment2": "-----------------------------------------------------------------------------EZ SUITE MESSAGES MISSING FR TRANSLATION----------------------------------------------------------------",
  "invoiceStatusAnswer1_Rejected_Missing/Invalid contact name": "Your invoice has been rejected due to a Missing/Invalid contact name. Please resubmit the invoice under the Siemens operating company on your purchase order. Non-PO invoices must be submitted with a valid Siemens contact name.",
  "invoiceStatusAnswer1_Rejected_Credit Balance/0$ Do not pay": "Your invoice has been rejected because the invoice contains a Credit Balance. Please resubmit this as a credit memo.",
  "invoiceStatusAnswer1_Rejected_Invoice contains disallowed charges- Finance/Late/Service/Freight": "Your invoice has been rejected because it contains disallowed charges. If you have further questions please reach out to your Siemens contact person.",
  "invoiceStatusAnswer1_Rejected_Credit memo offset the Original invoice": "The invoice has been rejected because a credit memo is available to offset this invoice. ",
  "invoiceStatusAnswer1_Rejected_ICC invoice": "Your invoice has been rejected because it appears to be an ICC invoice. Please resubmit your invoice through the standard billing process for ICC.",
  "invoiceStatusAnswer1_Rejected_Multiple PO number": "Your invoice has been rejected because it was submitted with multiple PO numbers. Please resubmit your invoice under a single purchase order. Non-PO invoices must be submitted with a valid Siemens contact name.",
  "invoiceStatusAnswer1_Rejected_Duplicate invoice": "Your invoice has been rejected as a duplicate.",
  "invoiceStatusAnswer1_Rejected_PO cancelled/ Closed": "Your invoice has been rejected because it contains a PO number which has been cancelled/closed. Please reach out to your Siemens buyer and resubmit the invoice with a valid PO number.",
  "invoiceStatusAnswer1_Rejected_Paid with credit card": "Your invoice has been rejected because the outstanding amount was paid through a credit card.",
  "invoiceStatusAnswer1_Rejected": "The record in our system has the following information: \"%s\"",
  "invoiceStatusAnswer2_Routed to Contact name for Approval_other": "Please contact your Siemens business representative (buyer, etc) to resolve this issue.",
  "invoiceStatusAnswer1_Routed to Contact name due to discrepancy": "The invoice has been found to be discrepant while attemtping to process and has been routed to a Siemens business representative for further review and resolution.",
  "invoiceStatusAnswer2_Routed to Contact name due to discrepancy": "Please contact your Siemens business representative (buyer, etc) to resolve this issue",
  "invoiceStatusAnswer1_Awaiting processing in Accounts payable": "The invoice is currently with the Accounts Payable Invoice Processing Team awaiting processing",
  "invoiceStatusAnswer2_Awaiting processing in Accounts payable": "No Action Needed. Invoices are handled within 5 business days. Status should be updated within that time period.",  
  "prompt_amountRetryMessage": "Please provide the amount in one of the following formats. e.g. $123.55 or 123.55 USD",
  "invoiceStatusAnswer1_Cancelled": "Your invoice has been cancelled, you can either call our AP helpdesk at 1-866-866-4775 or I can create a ticket for you.",
  "invoiceStatusAnswer2_Cancelled": "Ok, I have created a support ticket with ID %s. One of our Customer Service representatives will answer your question in 24 hours.",
  "qna_chooseValidQuestion": "I found multiple answers to your questions please select one that relates to your needs the most:",
  "invoiceStatusAnswer1_Rejected_Rescan-multiple invoices/pages": "Your invoice has been rejected because it appears to be multiple invoices are scanned together/invoice image is not clear/invoice has not scanned completely. Accounts Payable team is working on this invoice and no action is required from you.",
  "invoiceStatusAnswer1_Rejected_Freight Vendor": "Your invoice has been rejected because it appears to be a freight invoice. Please send your invoice to the correct logistics department for processing.",
  "invoiceStatusAnswer1_Rejected_Incorrect Bill to/ Legal Name": "Your invoice has been rejected due to an incorrect Bill to / Legal name. Please resubmit the invoice under the Siemens operating company on your purchase order. Non-PO invoices, please contact your Siemens contact person or P2P Helpdesk for correct Bill to / Legal name.",
  "invoiceStatusAnswer1_Rejected_Missing/Invalid PO number": "Your invoice has been rejected because it was submitted with an invalid Purchase Order number. Please resubmit the invoice with valid Purchase order number for processing. Non-PO invoices must be submitted with a valid Siemens contact name.",
  "invoiceStatusAnswer1_Rejected_Remit to information missing": "Your invoice has been rejected because the invoice copy does not contain a remit to address. Please resubmit the invoice which has the remit to address for processing.",
  "invoiceStatusAnswer1_Rejected_Invalid invoice-Vendor to resubmit": "Your invoice has been rejected as an invalid invoice. Please reach out to your Siemens contact to resolve the issue and resubmit the invoice.",
  "invoiceStatusAnswer1_Rejected_Amount wrong": "Your invoice has been rejected due to an incorrect amount. Please correct the invoice amount and resubmit your invoice for processing.",
  "invoiceStatusAnswer1_Rejected_E-invoicing vendor": "Your invoice has been rejected because your company is registered to submit invoices electronically. Please resubmit your invoice electronically through Invoices On-Line self-service portal.",
  "invoiceStatusAnswer1_Routed to Contact name for Approval_other": "This invoice requires review and approval by Siemens business representative(s). The invoice is currently under review by a Siemens contact, awaiting approval.",  
  "invoiceStatusAnswer1_Rejected_Autorejected": "Your invoice has been rejected. For more information, please contact AP Helpdesk at 866-866-4775 Option 1.",
  "invoiceStatusAnswer1_Awaiting Payment": "Your invoice is not yet due for payment as the Purchase Order payment terms are %s.\n\nThe net due date is: %s",
  "showDetails":"Show Details"
}